Repository: elysian12/samaj-mobile-app
Catalog: lib/l10n/arb/app_*.arb
Languages: gu

# app_name
source: Patel Samaj
gu: પટેલ સમાજ

source: Example to show loader
gu: ઉદાહરણ દર્શાવવા લોડર

source: Change Language
gu: ભાષા બદલવા

# developed_with_love
source: Developed with ❤️ by
gu: તમારી પ્રેમની સાથે વિકાસિત છે

source: Directory
gu: ડિરેક્ટરી

source: Country
gu: દેશ

source: City
gu: શહેર

source: Village
gu: ગામ

# mandal_amenabad
source: Mandal (in Amenabad)
gu: મંડળ (અમેનાબાદમાં)

source: Mandal (Others)
gu: મંડળ (અન્ય)

source: All
gu: બધા

source: Male
gu: પુરુષ

source: Female
gu: સ્ત્રી

source: Name
gu: નામ

# phone_number
source: Phone No.
gu: ફોન નંબર

source: Notification Control
gu: સૂચના નિયંત્રણ

# allow_notification
source: Allow Notifications
gu: સૂચનાઓની મંજૂરી આપો

# post
source: Posts
gu: પોસ્ટ્સ

# post_notification_description
source: Stay updated with the latest posts in your network
gu: નમારા નેટવર્કમાં નવીનતમ પોસ્ટ્સથી અપડેટેડ રહો

# useful
source: Useful Information
gu: ઉપયોગી માહિતી

# useful_notification_description
source: Receive notification for helpful tips and updates from your community
gu: તમારા સમુદાયમાંથી ઉપયોગી ટિપ્સ અને અપડેટ્સ માટે સૂચના મેળવો

source: Shrandhanjali
gu: શ્રદ્ધાંજલિ

# memorial_notification_description
source: Receive notifications for tribute posts and memorial updates
gu: શ્રદ્ધાંજલિ પોસ્ટ્સ અને સ્મૃતિ અપડેટ્સ માટે સૂચનાઓ મેળવો

source: Besna
gu: બેસણું

# congratulation
source: Congratulations
gu: અભિનંદન

# congratulation_notification_description
source: Receive notifications for congratulations posts
gu: સભિનંદન પોસ્ટ્સ માટે સૂચનાઓ મેળવો

source: My Chats
gu: મારી ચેટ્સ

# chat_notification_description
source: Get instant alerts for your personal conversations
gu: તમારી વ્યક્તિગત વાતચીત માટે તાત્કાલિક સૂચનાઓ મેળવો

source: Group Messages
gu: ગ્રુપ સંદેશાઓ

# group_notification_description
source: Get instant alerts from your community group
gu: તમારા સમુદાય ગ્રુપમાંથી તાત્કાલિક સૂચનાઓ મેળવો

source: Login
gu: પ્રવેશ કરવા

source: Send OTP
gu: OTP પસંદ કરવા

source: Mobile Number
gu: મોબાઇલ નંબર

source: Please enter your mobile number to receive an OTP for verification.
gu: તમારી મોબાઇલ નંબર લાગુ કરવા માટે OTP પસંદ કરવા

source: Enter your phone number
gu: તમારી ફોન નંબર દાખલ કરો

source: OTP sent to your mobile number
gu: તમારી મોબાઇલ નંબર પર OTP પસંદ કરવા

source: Enter OTP sent to your mobile number
gu: તમારી મોબાઇલ નંબર પર OTP પસંદ કરવા

# please_enter_6_digit_verification_code_we_sent_to_your_mobile
source: Please, enter 6 digit verifiction code we sent to your mobile
gu: તમારી મોબાઇલ નંબર પર 6 અંકનો વૈકલ્પિક કોડ પસંદ કરવા

source: OTP Verification
gu: OTP પસંદ કરવા

source: Verify
gu: પસંદ કરવા
